<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'dashboard' => 'لوحة التحكم',
    'panel' => 'لوحة',
    'control' => 'التحكم',
    'control.panel' => 'لوحة التحكم',
     /*
    |--------------------------------------------------------------------------
    | Components
    |--------------------------------------------------------------------------
    */
    'email' => 'بريد الكتروني',
    'username' => 'اسم المستخدم',
    'password' => 'كلمة المرور',
    'login.button' => 'تسجيل الدخول',
    'rember.me' => 'تذكرني',
    /*
    |--------------------------------------------------------------------------
    | Login
    |--------------------------------------------------------------------------
    */
    'login' => 'تسجيل الدخول',
    'login.welcome' => 'مرحباً بك، تسجيل الدخول',
    /*
    |--------------------------------------------------------------------------
    | Register
    |--------------------------------------------------------------------------
    */
    'register' => 'إنشاء حساب',
    'register.welcome' => 'مرحباً بك، انشاء حساب جديد',
    'register.question' => 'ليس لدي حساب؟',

    /*
    |--------------------------------------------------------------------------
    | Forget Password
    |--------------------------------------------------------------------------
    */
    'forget-password' => 'نسيت كلمة المرور',
    'forget-password-msg' => 'هل نسيت كلمة المرور؟',

];
